{
	"_meta": {
		"sources": [
			{
				"json": "Bence Homebrew",
				"abbreviation": "BNC",
				"full": "Bence Homebrew",
				"url": "https://github.com/borbence/Bence-Homebrew.git",
				"authors": ["B. Bence"]
			}
		],
		"dateAdded": 1610960451,
		"dateLastModified": 1610960451
	},
    "background": [
        {
			"name": "Cursed",
			"source": "Bence Homebrew",
			"skillProficiencies": [
				{
					"intimidation": true
				},
				{
					"choose": {
						"from": [
							"arcana",
							"religion"
						],
						"count": 1
					}
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Intimidation} and {@skill Arcana} or {@skill Religion}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A set of {@item common clothes|phb}, a small knife, two random {@item trinket|phb}, and a belt {@item pouch|phb} with 5 gp"
						}
					]
				},
				{
					"name": "Feature: The Pulse of Evil",
					"type": "entries",
					"entries": [
						"You have learned to tap into the residual magic left in your body from the curse placed on you. You may spend a day of downtime in quiet meditation. By doing so you can sense the direction of the closest creature with the undead or fiend type - whichever is closest. Meditating this way does not tell you the distance to the creature or give you any details about it. You simply know which direction the creature is from you at the time you end your meditation."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Variant Feature: Pass the Curse",
					"type": "entries",
					"entries": [
						"Check with your DM before taking this feature. The curse you had is still dormant within you. You may pass this curse to any living creature you touch. The creature suffers the curse's full power. You may only do this once. Doing so causes the magic of the curse to completely leave your body. The curse cannot be passed to legendary creatures."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"As a person who is cursed, you've probably lived a solitary life in order to avoid hurting loved ones. Now that the curse is lifted, you're able to spend time with those you love again, but you've been changed. If you can keep them engaged and talking by asking lots of questions, you may never have to discuss the fact that you were cursed. Bringing it up is painful, so you might talk about anything and everything to avoid triggering a horrific memory. Of course, you might choose to sit in silence and talk about nothing as opposed to talking about the curse. Though try as you might, the memories are never far away.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I ask questions faster than people can answer."
								],
								[
									"2",
									"If someone brings up the time I was cursed, I act like I have no memory of it."
								],
								[
									"3",
									"I have trouble concentrating on one topic of conversation for very long."
								],
								[
									"4",
									"I will fill conversational gaps of silence with anything I can think to talk about."
								],
								[
									"5",
									"I flinch whenever someone I don't know well touches me."
								],
								[
									"6",
									"I wake up screaming, but don't remember my dreams."
								],
								[
									"7",
									"I have trouble finding objects in my disorganized piles of stuff."
								],
								[
									"8",
									"I just wear what's comfortable."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Kindness.} I can't help but get furious when people take others for granted. (Good)"
								],
								[
									"2",
									"{@b Greed.} The world owes me and I will take from it. (Evil)"
								],
								[
									"3",
									"{@b Order.} If I live life the right way, I won't be cursed again. (Lawful)"
								],
								[
									"4",
									"{@b Beauty.} Appreciate what's here now because nothing lasts. (Chaotic)"
								],
								[
									"5",
									"{@b Community.} Good people can help you through hard times. (Neutral)"
								],
								[
									"6",
									"{@b Power.} The only way to overcome adversity is to pound it into oblivion. (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I have yet to be forgiven by someone important to me I hurt while cursed."
								],
								[
									"2",
									"The thing that cursed me is still out there."
								],
								[
									"3",
									"I can't return to the place where I was cursed because there are people waiting to kill me."
								],
								[
									"4",
									"There's a family heirloom I kept close while cursed that gave me hope."
								],
								[
									"5",
									"I want to learn to perform the curse that affected me."
								],
								[
									"6",
									"I'm trying to find and help others who are suffering from the curse that affected me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The anguish I still feel is greater than anyone else's pain."
								],
								[
									"2",
									"I don't face my personal problems directly because I'm scared of their outcomes."
								],
								[
									"3",
									"People like me when I'm happy, so I'll just always be happy."
								],
								[
									"4",
									"Anyone who pays attention to me gets what they want."
								],
								[
									"5",
									"I'd rather complain and criticize than be positive and compliment others."
								],
								[
									"6",
									"Rumors are usually true so I tell them to everyone I can."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You lived with some sort of curse for years. How you got the curse and how it affected you are your decision. You can create the details with your DM or you may roll or choose them from the table below.",
					"As a cursed person you once suffered from a magic problem so rare it's almost unique. This curse could have been placed on you by a spellcaster or magic monster like a genie or hag. Or maybe you caught the curse while trespassing in an ancient tomb or vault or because you accidentally killed a sacred animal or offended the servant of a god in some way. How you caught your curse and how you or someone else cured it, are up to you and the DM.",
					{
						"type": "table",
						"colLabels": [
							"d20",
							"While cursed..."
						],
						"colStyles": [
							"col-1 text-center",
							"col-11"
						],
						"rows": [
							[
								"1",
								"...you spoke only in questions."
							],
							[
								"2",
								"...you spoke only lies."
							],
							[
								"3",
								"...you saw all humanoids as terrible monsters."
							],
							[
								"4",
								"...you had horrible nightmares whenever you closed your eyes."
							],
							[
								"5",
								"...everything you touched turned to mud."
							],
							[
								"6",
								"...all living things were harmed by your touch."
							],
							[
								"7",
								"...you heard the surface thoughts of every humanoid within 50 feet."
							],
							[
								"8",
								"...anything you ate tasted like sand in your mouth."
							],
							[
								"9",
								"...others saw and heard you as if you were an undead zombie."
							],
							[
								"10",
								"...you grew donkey ears, a donkey tail, and couldn't speak, only bray."
							],
							[
								"11",
								"...you hungered for the flesh of other humanoids and thirsted for their blood."
							],
							[
								"12",
								"...any offspring you had were goats instead of humanoids."
							],
							[
								"13",
								"...any person for whom you had affection scorned you with unbridled hate."
							],
							[
								"14",
								"...any person who tried to address you by your name or a nickname would instead vomit spiders."
							],
							[
								"15",
								"...you lived the same day over and over again."
							],
							[
								"16",
								"...you could not read or understand any language."
							],
							[
								"17",
								"...all animals would attack you on sight."
							],
							[
								"18",
								"...each day you woke up in a new body with a random age, gender, and humanoid race."
							],
							[
								"19",
								"...people who knew you before the curse forgot everything they knew about you and who you were while you were cursed."
							],
							[
								"20",
								"...whenever you tried to speak, your mouth filled with corrosive acid."
							]
						]
					}
				]
			}
		}
    ]
}