{
	"_meta": {
		"sources": [
			{
				"json": "Bence Homebrew",
				"abbreviation": "BNC",
				"full": "Bence Homebrew",
				"url": "https://github.com/borbence/Bence-Homebrew.git",
				"authors": ["B. Bence"]
			}
		],
		"dateAdded": 1610960451,
		"dateLastModified": 1610960451
	},
    "background": [
        {
			"name": "Doctor",
			"source": "Bence Homebrew",
			"skillProficiencies": [
				{
					"investigation": true,
					"medicine": true
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": true,
					"poisoner's kit": true
				}
			],
			"languageProficiencies": [
				{
					"any": 2
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "{@item herbalism kit|phb}, {@item poisoner's kit|phb}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Investigation}, {@skill Medicine}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Two of your choice"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A preserved medical anomaly (such as a deformed skull or appendix), an {@item herbalism kit|phb}, a set of {@item traveler's clothes|phb}, and a belt {@item pouch|phb} containing 15 gp"
						}
					]
				},
				{
					"name": "Feature: The Doctor Is In",
					"type": "entries",
					"entries": [
						"If you work as a healer during your downtime from adventuring you are able to afford a comfortable lifestyle for yourself. In addition, whenever you and your allies are in a civilized settlement, you are able to provide them with free medical care and hospital beds, provided they are sick or injured. This is provided as a professional courtesy from your former colleagues in the field of medicine."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Variant Doctor: Veterinarian",
					"type": "entries",
					"entries": [
						"If you want to play a doctor who treats animals instead of people, you gain proficiency in the Animal Handling skill instead of the Investigation skill. In addition give yourself the Sure Thing, Doc background feature in place of The Doctor Is In feature."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Variant Feature: Sure Thing, Doc",
					"type": "entries",
					"entries": [
						"If you work as a vet during your adventuring downtime, you are able to afford a comfortable lifestyle for yourself. In addition when you require an animal (such as horses for mounts or bloodhounds for tracking) you are able to borrow them from a client, provided you return the animals in good health. The actual terms of the agreement with the client are between the DM and you."
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I talk about bodily fluids and other subjects most find gross, but I do not."
								],
								[
									"2",
									"I constantly give out unsolicited medical advice."
								],
								[
									"3",
									"When there is a problem I cannot solve or diagnose, I talk it through until I figure it out."
								],
								[
									"4",
									"I can never give an answer with 100 percent certainty because nothing is certain... I think."
								],
								[
									"5",
									"When I give instructions I just tell people what to do, never why."
								],
								[
									"6",
									"I stare openly at people who have medical ailments."
								],
								[
									"7",
									"When I see a problem that needs solving I become obsessed with finding the answer."
								],
								[
									"8",
									"I speak up whenever I see a person doing anything I don't like."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"{@b Reason.} There are no coincidences because everything can be explained with logic. (Lawful)"
								],
								[
									"2",
									"{@b Charity.} All creatures have a right to proper medical care. (Good)"
								],
								[
									"3",
									"{@b People.} Governments do not have the best interests of their people at heart. (Chaotic)"
								],
								[
									"4",
									"{@b Knowledge.} True power over the anatomy can fix any problem. (Neutral)"
								],
								[
									"5",
									"{@b Mercy.} To take the life of any creature without first exhausting all other options is unthinkable. (Good)"
								],
								[
									"6",
									"{@b Independence.} I only provide help to those who ask. (Neutral)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I own a scalpel that has been in my family for generations."
								],
								[
									"2",
									"I'm determined to find a cure to a disease that took my lover."
								],
								[
									"3",
									"I am devoted to the school where I learned my trade and hope to return as a professor someday."
								],
								[
									"4",
									"I feel drawn to other medical professionals and seek out their company."
								],
								[
									"5",
									"I have a fascination with a particularly specialized field of medicine, such as leeching or amputation."
								],
								[
									"6",
									"I have a precious research diary that contains all my medical observations and thoughts."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My opinion is always factually correct."
								],
								[
									"2",
									"If you ask me a question and I don't know the answer, I lie."
								],
								[
									"3",
									"When someone does something even a little foolish, I can't help but berate them."
								],
								[
									"4",
									"I do not have a sense of humor, especially when it comes to jokes at my expense."
								],
								[
									"5",
									"I am very worried about the long-term effects of magical healing, but I will rely on it in a pinch."
								],
								[
									"6",
									"In cases of extreme suffering I will take the life of patients even when it is against their wishes."
								]
							]
						}
					]
				}
			],
			"fluff": {
				"entries": [
					"You were a surgeon, barber, country doctor, field medic, nurse, or other medical professional. Healing wounds, treating diseases, and creating medicines for others in need was how you spent your days. While illness and injury make many uncomfortable, they are areas in which you thrive. When others panic, you're working on a cure or stopping the bleeding."
				]
			}
		}
    ]
}