{
	"_meta": {
		"sources": [
			{
				"json": "Bence Homebrew",
				"abbreviation": "BNC",
				"full": "Bence Homebrew",
				"url": "https://github.com/borbence/Bence-Homebrew.git",
				"authors": ["B. Bence"]
			}
		],
		"optionalFeatureTypes": {
			"GD": "Gifts of Damnation"
		},
		"dateAdded": 1610960451,
		"dateLastModified": 1610960451
	},
    "race": [
		{
			"name": "Jolly Clown",
			"source": "Bence Homebrew",
			"ability": [
				{
					"cha": 2,
					"con": 1
				}
			],
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Ability Score Increase",
					"type": "entries",
					"entries": [
						"Your Charisma score increases by 2, and your Constitution score increases by 1."
					]
				},
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Clowns live roughly as long as humans. You reach adulthood at 19, and live to be 90."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Culturally, clowns strongly tend towards chaotic alignments. Not all Jolly clowns are good, and not all Murderous clowns are evil; its simply their culture."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Clowns are roughly the same size as humans, but with a bit more variance. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Speed",
					"entries": [
						"Your base walking speed is 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Blessing of Whimsy",
					"entries": [
						"When you roll a 1 on a d20, you may choose to gain an inspiration token, but your GM imposes a minor and thematically appropriate consequence on you for this roll's failure. Once you use this ability, you cannot use it again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Compressible Form",
					"entries": [
						"You can squeeze into places too tight for other creatures of your size with ease. You can move through a space as narrow as two foot wide without squeezing."
					]
				},
				{
					"type": "entries",
					"name": "Slapstick Comedy",
					"entries": [
						"You can use your reaction to automatically negate all damage from falling. You may perform this trait an amount of times equal to your Dexterity mod (min 1), regaining its use when you take a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Jolly Pathomancy",
					"entries": [
						"You can cast hideous laughter as a 1st-level spell once with this trait, or twice once you reach level 5. You regain all uses of this trait when you take a long rest."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"Gifted with the ability to talk shit even after death, you can speak, read, and write Common."
					],
					"type": "entries"
				}
			],
			"fluff": {
					"entries": [
						{
							"type": "entries",
							"name": "Physical Description",
							"entries": [
								"Clowns appear similar to humans, but with pale white skin and colorful markings on their face, as well as (contrary to popular belief) their body. They also have sharp teeth, vibrantly colored hair, and somewhat exaggerated facial features. Like tigers, no two clowns have the same markings."
							]
						},
						{
							"type": "entries",
							"name": "History",
							"entries": [
								"Clowns were created by a god known as Sylagar. Originally, Sylagar was a pair of twin deities. While they had some things in common, in other respects they were complete opposites. In spite of their contrasting natures, they did love each other as brothers do. During the Dawn War, both were fatally wounded by Primordials, their own godly essences both so damaged that their death would be final and permanent. To save themselves, they both fused into the one god Sylagar. Even with their now conjoined form and identity, each of the two twins' personality shines through, alternating between night and day. Sylagar is always considered the god of duality, mischief, and whimsy... during the day he is also a god of joy and hope, but during the night he trades those latter two domains for fear and carnage.",
								"Sylagar created the race of clowns in his image. At first they were a single culture that worshipped Sylagar as a whole, but there came a religious schism leading to two separate cultures; one worshipping the Sylagar of the day, and one worshipping the Sylagar of the night."
							]
						},
						{
							"type": "entries",
							"name": "Society",
							"entries": [
								"There was originally a single clown society however after a religious schism their society split in twain.",
								"The Jolly Clown's society primarily reveres the day side of the god Sylagar. This led to their society's whimsical mischief to be focused on bringing joy to the world and easing people's pain and suffering.",
								"The Murderous Clown's society however primarily reveres the night side of the god Sylagar. This led to their society's whimsical mischief to be more focused on bringing pain and suffering to the world and terrorizing those around them.",
								"Both societies agree however that it is best for their japes to start small and gradually ramp up in both scale and intensity. Because of their duality and tendency to start slowly most races are wary of clowns of all types as it is difficult to tell the two types apart at first."
							]
						},
						{
							"type": "entries",
							"name": "Clown Names",
							"entries": [
								{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Male",
										"entries": [
											"Bobo, Flopsy, Gamzee"
										]
									}
								]
								},
								{
								"type": "entries",
								"entries": [
									{
										"type": "entries",
										"name": "Female",
										"entries": [
											"La La, Flower, Bippy"
										]
									}
								]
								}
							]
						}
						]
				},
		"languageProficiencies": [
			{
				"common": true,
				"any": true
			}
		],
		"heightAndWeight": {
		"baseHeight": 51,
		"heightMod": "3d8",
		"baseWeight": 90,
		"weightMod": "1d6"
		}
	}
	]
}